Repository: cafe-desktop/lector
Catalog: help/*/*.po
Languages: it, ru

source: The Lector Document Viewer application enables you to view documents of various formats like Portable Document Format (PDF) files and PostScript files
it: Il Visualizzatore Documenti Lector permette di visualizzare documenti in vari formati come Portable Document Format (PDF) e PostScript.

source: CAFE Documentation Project
it: Documentazione del progetto CAFE

source: CAFE Documentation Team
it: Squadra Documentazione CAFE

source: <revnumber>Lector Document Viewer Manual V1.1</revnumber> <date>2008-04-05</date> <_:revdescription-1/>
it: <revnumber>Manuale di Visualizzatore Documenti Lector V1.1</revnumber> <date>2008-04-05</date> <_:revdescription-1/>

source: <revnumber>Lector Document Viewer Manual V1.0</revnumber> <date>2005-04-06</date> <_:revdescription-1/>
it: <revnumber>Manuale di Visualizzatore Documenti Lector V1.0</revnumber> <date>2005-04-06</date> <_:revdescription-1/>

source: To report a bug or make a suggestion regarding the Lector Document Viewer application or this manual, follow the directions in the <ulink url="help:cafe-user-guide/feedback" type="help">CAFE Feedback Page</ulink>.
it: Per segnalare un malfunzionamento o un suggerimento per il Visualizzatore Documenti Lector o questo manuale, segui le indicazioni nella <ulink url="help:cafe-user-guide/feedback" type="help">Pagina di feedback di CAFE</ulink>.

source: <primary>Lector Document Viewer</primary>
it: <primary>Visualizzatore Documenti Lector</primary>

source: The <application>Lector Document Viewer</application> application enables you to view documents of various formats like Portable Document Format (PDF) files and PostScript files. <application>Lector Document Viewer</application> follows Freedesktop.org and CAFE standards to provide integration with Desktop Environment.
it: Il <application>Visualizzatore Documenti Lector</application> permette di visualizzare documenti in vari formati come Portable Document Format (PDF) o PostScript. Il <application>Visualizzatore Documenti Lector</application> rispetta gli standard di Freedesktop.org e CAFE per garantire l'integrazione con il Desktop Environment.

source: To Start Lector Document Viewer
it: Avviare il Visualizzatore Documenti Lector

source: <application>Lector Document Viewer</application> starts when you open a document such as a PDF or PostScript file.
it: <application>Il Visualizzatore Documenti Lector</application> si avvia quando viene aperto un documento PDF o un file PostScript.

source: Alternatively, you can start <application>Lector Document Viewer</application> from the command line, with the command: <command>lector</command>.
it: In alternativa, è possibile avviare il <application>Visualizzatore Documenti Lector</application> dal terminale, tramite il comando: <command>lector</command>.

source: When You Start Lector Document Viewer
it: Quando viene avviato il Visualizzatore Documenti Lector

source: When you start <application>Lector Document Viewer</application>, the following window is displayed.
it: Quando si avvia il <application>Visualizzatore Documenti Lector</application>, viene mostrata questa finestra.

source: Lector Document Viewer Window
it: Finestra del Visualizzatore Documenti Lector

source: <imageobject><imagedata fileref="figures/lector_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows Lector Document Viewer main window. Contains titlebar, menubar, toolbar and display area. Menubar contains File, Edit, View, Go and Help menus. </phrase> </textobject>
it: <imageobject><imagedata fileref="figures/lector_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Mostra la finestra principale del Visualizzatore di documenti Lector. Contiene le barre del titolo, dei menu, degli strumenti e l'area di visualizzazione. La barra dei menu contiene i menu File, Modifica, Visualizza, Vai e Aiuto. </phrase> </textobject>

source: The <application>Lector Document Viewer</application> window contains the following elements:
it: La finestra del <application>Visualizzatore di documenti Lector</application> contiene i seguenti elementi:

source: The menus on the menubar contain all of the commands that you need to work with documents in <application>Lector Document Viewer</application>.
it: I menu e le barre dei menu contengono tutti gli strumenti necessari per lavorare con i documenti nel <application>Visualizzatore di documenti Lector</application>.

source: Drag a file into the <application>Lector Document Viewer</application> window from another application such as a file manager.
it: Trascinamento di un file nel <application>Visualizzatore di documenti Lector</application> da un'altra applicazione come il gestore di file.

source: In <application>Lector Document Viewer</application>, you can perform the same action in several ways. For example, you can open a document in the following ways: <_:informaltable-1/>
it: Nel <application>Visualizzatore di documenti Lector</application> è possibile eseguire la stessa azione in modi diversi. Ad esempio si può aprire un documento tramite: <_:informaltable-1/>

source: Click <guibutton>Open</guibutton>. <application>Lector Document Viewer</application> displays the name of the document in the titlebar of the window.
it: Clic su <guibutton>Apri</guibutton>. Il <application>Visualizzatore di documenti Lector</application> mostra il nome del documento nella barra del titolo.

source: To open another document, choose <menuchoice> <guimenu>File</guimenu><guimenuitem>Open</guimenuitem> </menuchoice> again. <application>Lector Document Viewer</application> opens each file in a new window.
it: Per aprire un altro documento, seleziona di nuovo <menuchoice> <guimenu>File</guimenu><guimenuitem>Apri</guimenuitem> </menuchoice>. Il<application>Visualizzatore di documenti Lector</application> apre ogni file in una nuova finestra.

source: If you try to open a document with format that <application>Lector Document Viewer</application> does not recognize, the application displays an error message.
it: Se cerchi di aprire un documento in un formato non riconosciuto, il <application>Visualizzatore di documenti Lector</application> mostra un messaggio di errore.

source: You can use the following methods to resize a page in the <application>Lector Document Viewer</application> display area:
it: E' possibile usare i seguenti metodi per ridimensionare le pagine nel <application>Visualizzatore documenti Lector</application> :

source: To resize a page to have the same width as the <application>Lector Document Viewer</application> display area, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Fit page width</guimenuitem> </menuchoice>.
it: Per ridimensionare una pagina alla stessa larghezza dell'area di visualizzazione del <application>Visualizzatore documenti Lector</application>, seleziona<menuchoice> <guimenu>Visualizza</guimenu> <guimenuitem>Adatta alla larghezza</guimenuitem> </menuchoice>.

source: To resize a page to fit within the <application>Lector Document Viewer</application> display area, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Best Fit</guimenuitem> </menuchoice>.
it: Per ridimensionare una pagina alla stessa dimensione dell'area di visualizzazione del <application>Visualizzatore documenti Lector</application>, seleziona<menuchoice> <guimenu>Visualizza</guimenu> <guimenuitem>Adatta la pagina</guimenuitem> </menuchoice>.

source: To resize the <application>Lector Document Viewer</application> window to have the same width and height as the screen, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Full Screen</guimenuitem> </menuchoice>. To resize the <application>Lector Document Viewer</application> window to the original size, click on the <guibutton>Exit Full Screen</guibutton> button.
it: Per ridimensionare la finestra del <application>Visualizzatore documenti Lector</application> in modo che abbia la stessa altezza e larghezza dello schermo, seleziona <menuchoice> <guimenu>Visualizza</guimenu> <guimenuitem> Schermo intero</guimenuitem> </menuchoice>. Per far tornare il<application>Visualizzatore documenti Lector</application> alla dimensione originale della finestra, clicca sul pulsante <guibutton>Finestra normale</guibutton>.

source: If you cannot choose the <guimenuitem>Print</guimenuitem> menu item, the author of the document has disabled the print option for this document. To enable the print option, you must enter the master password when you open the document. See <xref linkend="lector-password"/> for more information about password-protected files.
it: Se non è disponibile il tasto <guimenuitem>Stampa</guimenuitem> l'autore del documento ha disabilitato la stampa per questo documento. Per abilitarla è necessario inserire la password di protezione quando si apre il documento. Vedi <xref linkend="lector-password"/> per ulteriori informazioni sui file protetti da password.

source: The <guilabel>Create a PDF document</guilabel> option is not supported in this version of <application>Lector Document Viewer</application>.
it: L'opzione <guilabel>Crea un documento PDF</guilabel> non è supportata in questa versione del <application>Visualizzatore documenti Lector</application>.

source: This functionality is not supported in this version of <application>Lector Document Viewer</application>.
it: Questa funzionalità non è supportata in questa versione del <application>Visualizzatore documenti Lector</application>.

source: When you try to open a password-protected document, <application>Lector Document Viewer</application> displays a security dialog. Type either the user password or the master password in the <guilabel>Enter document password</guilabel> text box, then click <guibutton>Open Document</guibutton>.
it: Quando si tenta di aprire un documento protetto da password, <application>Visualizzatore documenti Lector</application> mostra una schermata di protezione. Inserire la password richiesta nella schermata <guilabel>Inserire password del documento</guilabel> e premere <guibutton>Apri documento</guibutton>.

source: If the window is the last <application>Lector Document Viewer</application> window open, the application exits.
it: Se la finestra in uso è l'unica del<application>Visualizzatore documenti Lector</application>aperta, l'applicazione viene chiusa.

source: Below is a list of all shortcuts present in <application>Lector Document Viewer</application>:
it: Di seguito vengono riportate tutte le scorciatoie presenti nel <application>Visualizzatore documenti Lector</application>:

source: <keycap>Page Up</keycap>
it: <keycap>Pag Su</keycap>

source: <keycap>Page Down</keycap>
it: <keycap>Pag giù</keycap>

source: <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>
it: <keycombo><keycap>Shift</keycap><keycap>Pag su</keycap></keycombo>

source: <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>
it: <keycombo><keycap>Shift</keycap><keycap>Pag giù</keycap></keycombo>

source: <keycap>End</keycap>
it: <keycap>Fine</keycap>

source: This manual is part of a collection of CAFE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
it: Questo manuale fa parte di una raccolta di manuali CAFE distribuita in conformità con la GFDL. Per poter distribuire questo manuale separatamente, è necessario inserirvi una copia della licenza, come descritto nella sezione 6 della licenza.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any CAFE documentation, and the members of the CAFE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
it: Molti dei nomi usati dalle aziende per distinguere i propri prodotti e servizi sono rivendicati come marchi. Quando questi nomi compaiono nella documentazione di CAFE, e i partecipanti al CAFE Documentation Project sono consapevoli del loro utilizzo, essi vengono scritti in lettere maiuscole o con l'iniziale maiuscola.
