Repository: cafe-desktop/lector
Catalog: help/*/*.po
Languages: it, ru

source: To decrease the page size, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Zoom Out</guimenuitem> </menuchoice>.
it: Per ridurre la dimensione, seleziona <menuchoice> <guimenu>Visualizza</guimenu> <guimenuitem>Riduci ingrandimento</guimenuitem> </menuchoice>.
ru: Чтобы уменьшить размер страницы, выберите <menuchoice> <guimenu>Вид</guimenu> <guimenuitem>Уменьшить</guimenuitem> </menuchoice>.

source: To resize a page to have the same width as the <application>Atril Document Viewer</application> display area, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Fit page width</guimenuitem> </menuchoice>.
ru: Чтобы изменить размер страницы, установив для неё ширину, совпадающую с шириной области отображения <application>просмотрщика документов Atril</application>, выберите <menuchoice> <guimenu>Вид</guimenu> <guimenuitem>По ширине страницы</guimenuitem> </menuchoice>.

source: To resize a page to fit within the <application>Atril Document Viewer</application> display area, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Best Fit</guimenuitem> </menuchoice>.
ru: Чтобы изменить размер страницы, уместив её в пределах области отображения <application>просмотрщика документов Atril</application>, выберите <menuchoice> <guimenu>Вид</guimenu> <guimenuitem>Уместить в окне</guimenuitem> </menuchoice>.

source: To resize the <application>Atril Document Viewer</application> window to have the same width and height as the screen, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Full Screen</guimenuitem> </menuchoice>. To resize the <application>Atril Document Viewer</application> window to the original size, click on the <guibutton>Exit Full Screen</guibutton> button.
ru: Чтобы изменить размер окна <application>просмотрщика документов Atril</application> на соответствующий ширине и высоте экрана, выберите <menuchoice> <guimenu>Вид</guimenu> <guimenuitem>Полноэкранный режим</guimenuitem> </menuchoice>. Чтобы восстановить исходный размер окна <application>просмотрщика документов Atril</application>, нажмите кнопку <guibutton>Выйти из полноэкранного режима</guibutton>.

source: To View Pages or Document Structure
it: Visualizzare pagine o la struttura del documento
ru: Просмотр страниц или структуры документа

source: To view bookmarks or pages, perform the following steps:
it: Per visualizzare i segnalibri o le pagine, segui questi passaggi:
ru: Чтобы просмотреть закладки или страницы, сделайте следующее:

source: Choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Sidebar</guimenuitem> </menuchoice> or press <keycap>F9</keycap>.
it: Seleziona <menuchoice> <guimenu>Visualizza</guimenu> <guimenuitem>Riquadro laterale</guimenuitem> </menuchoice> o premi <keycap>F9</keycap>.
ru: Выберите <menuchoice> <guimenu>Вид</guimenu> <guimenuitem>Боковая панель</guimenuitem> </menuchoice> или нажмите <keycap>F9</keycap>.

source: Use the drop-down list in the side-pane header to select whether to display document structure or pages in the side pane.
it: Utilizza il menu a discesa nel riquadro laterale per selezionare quali elementi mostrare all'interno del riquadro stesso.
ru: В раскрывающемся списке заголовка боковой панели можно выбрать, что следует отображать в боковой панели — структуру документа или страницы.

source: Use the side-pane scrollbars to display the required item or page in the side pane.
it: Usa le barre di scorrimento del riquadro laterale per mostrare l'oggetto desiderato o la pagina specifica nel riquadro.
ru: Используйте полосы прокрутки боковой панели, чтобы отобразить в боковой панели нужный элемент или страницу.

source: Click on an entry to navigate to that location in the document. Click on a page to navigate to that page in the document.
it: Fai clic su un elemento per passare a quella parte del documento. Fai clic su una pagina per passare direttamente ad essa.
ru: Щёлкните по элементу, чтобы перейти к соответствующему месту документа. Щёлкните по странице, чтобы перейти к соответствующей странице документа.

source: To View the Properties of a Document
it: Visualizzare le proprietà del documento
ru: Просмотр свойств документа

source: To view the properties of a document, choose <menuchoice> <guimenu>File</guimenu> <guimenuitem>Properties</guimenuitem> </menuchoice>.
it: Per visualizzare le proprietà di un documento, seleziona <menuchoice> <guimenu>File</guimenu> <guimenuitem>Proprietà</guimenuitem> </menuchoice>.
ru: Чтобы просмотреть свойства документа, выберите <menuchoice> <guimenu>Файл</guimenu> <guimenuitem>Свойства</guimenuitem> </menuchoice>.

source: The <guilabel>Properties</guilabel> dialog displays all information available
it: La finestra <guilabel>Proprietà</guilabel> mostra tutte le informazioni disponibili
ru: В диалоге <guilabel>Свойства</guilabel> отображается вся доступная информация.

source: To Print a Document
it: Stampare un documento
ru: Печать документа

source: To print a Document, choose <menuchoice> <guimenu>File</guimenu> <guimenuitem>Print</guimenuitem> </menuchoice>.
it: Per stampare un documento, seleziona <menuchoice> <guimenu>File</guimenu> <guimenuitem>Stampa</guimenuitem> </menuchoice>.
ru: Чтобы отправить документ на печать, выберите <menuchoice> <guimenu>Файл</guimenu> <guimenuitem>Печать</guimenuitem> </menuchoice>.

source: If you cannot choose the <guimenuitem>Print</guimenuitem> menu item, the author of the document has disabled the print option for this document. To enable the print option, you must enter the master password when you open the document. See <xref linkend="atril-password"/> for more information about password-protected files.
ru: Если элемент меню <guimenuitem>Печать</guimenuitem> недоступен для выбора, это означает, что автор документа отключил опцию печати для этого документа. Чтобы включить опцию печати, при открытии документа необходимо ввести основной пароль. Более подробные сведения о файлах, которые защищены паролем, доступны в разделе <xref linkend="atril-password"/>.

source: The <guilabel>Print</guilabel> dialog has the following tabbed sections:
it: La finestra <guilabel>Stampa</guilabel> è composta dalle seguenti schede:
ru: В диалоге <guilabel>Печать</guilabel> на вкладках содержатся следующие разделы:

source: <link linkend="print-dialog-job">Job</link>
it: <link linkend="print-dialog-job">Lavoro</link>
ru: <link linkend="print-dialog-job">Задание</link>

source: <link linkend="print-dialog-printer">Printer</link>
it: <link linkend="print-dialog-printer">Stampante</link>
ru: <link linkend="print-dialog-printer">Принтер</link>

source: <link linkend="print-dialog-paper">Paper</link>
it: <link linkend="print-dialog-paper">Carta</link>
ru: <link linkend="print-dialog-paper">Бумага</link>

source: Job
it: Lavoro
ru: Задание

source: <guilabel>Print range</guilabel>
it: <guilabel>Intervallo di stampa</guilabel>
ru: <guilabel>Диапазон</guilabel>

source: Select one of the following options to determine how many pages to print:
it: Seleziona una delle seguenti opzioni per scegliere quante pagine stampare:
ru: Выберите один из следующих вариантов, чтобы определить, сколько страниц напечатать:

source: <guilabel>All</guilabel>
it: <guilabel>Tutto</guilabel>
ru: <guilabel>Все страницы</guilabel>

source: Select this option to print all of the pages in the document.
it: Seleziona questa opzione per stampare tutte le pagine del documento
ru: Выберите этот вариант, чтобы напечатать все страницы документа.

source: <guilabel>Pages From</guilabel>
it: <guilabel>Pagine da</guilabel>
ru: <guilabel>Страницы</guilabel>

source: Select this option to print the selected range of pages in the document. Use the spin boxes to specify the first page and last page of the range.
it: Seleziona questa opzione per stampare l'intervallo di pagine selezionato. Usa le caselle per specificare la prima e l'ultima pagina dell'intervallo.
ru: Выберите этот вариант, чтобы напечатать выбранный диапазон страниц документа. Используйте счётчики для указания первой и последней страниц диапазона.

source: Printer
it: Stampante
ru: Принтер

source: <guilabel>Printer</guilabel>
it: <guilabel>Stampante</guilabel>
ru: <guilabel>Принтер</guilabel>

source: Use this drop-down list to select the printer to which you want to print the document.
it: Usa questa lista per selezionare la stampante su cui effettuare la stampa.
ru: Выберите в этом раскрывающемся списке принтер, на котором следует распечатать документ.

source: The <guilabel>Create a PDF document</guilabel> option is not supported in this version of <application>Atril Document Viewer</application>.
ru: Параметр <guilabel>Создать документ в формате PDF</guilabel> не поддерживается в этой версии <application>просмотрщика документов Atril</application>.

source: <guilabel>Settings</guilabel>
it: <guilabel>Impostazioni</guilabel>
ru: <guilabel>Параметры</guilabel>

source: Use this drop-down list to select the printer settings.
it: Usa questa lista per selezionare le impostazioni di stampa.
ru: Выберите параметры принтера в этом раскрывающемся списке.

source: To configure the printer, click <guibutton>Configure</guibutton>. For example, you can enable or disable duplex printing, or schedule delayed printing, if this functionality is supported by the printer.
it: Per configurare la stampante, clicca <guibutton>Configura</guibutton>. Ad esempio è possibile abilitare o meno la stampa fronte-retro o posticipare la stampa, se le funzionalità sono supportate dalla stampante.
ru: Чтобы настроить принтер, нажмите кнопку <guibutton>Настроить</guibutton>. Например, можно включить или отключить двухстороннюю печать или запланировать отложенную печать, если принтер поддерживает соответствующую функцию.

source: <guilabel>Location</guilabel>
it: <guilabel>Posizione</guilabel>
ru: <guilabel>Расположение</guilabel>

source: Use this drop-down list to select one of the following print destinations:
it: Usa questa lista per selezionare una delle destinazioni di stampa:
ru: Выберите одно из следующих расположений печати в этом раскрывающемся списке:

source: Print the document to a CUPS printer.
it: Stampa su una stampante CUPS.
ru: Напечатать документ на принтере CUPS.

source: If the selected printer is a CUPS printer, <guilabel>CUPS</guilabel> is the only entry in this drop-down list.
it: Se la stampante selezionata utilizza CUPS, <guilabel>CUPS</guilabel> sarà l'unica voce di questa lista.
ru: Если выбранный принтер поддерживает CUPS, в раскрывающемся списке будет только один вариант — <guilabel>CUPS</guilabel>.

source: Print the document to a printer.
it: Stampa il documento su una stampante.
ru: Напечатать документ на принтере.

source: <guilabel>File</guilabel>
ru: <guilabel>Файл</guilabel>

source: Print the document to a PostScript file.
it: Stampa il documento in un file PostScript.
ru: Напечатать документ в файл PostScript.

source: Click <guibutton>Save As</guibutton> to display a dialog where you specify the name and location of the PostScript file.
it: Fai clic su<guibutton>Salva come...</guibutton> per mostrare una finestra in cui specificare il nome e la posizione del file PostScript.
ru: Нажмите кнопку <guibutton>Сохранить как</guibutton>, чтобы открыть диалог, в котором можно указать название и расположение файла PostScript.

source: <guilabel>Custom</guilabel>
it: <guilabel>Personalizzato</guilabel>
ru: <guilabel>Другое</guilabel>

source: Use the specified command to print the document.
it: Una il comando specificato per stampare il documento.
ru: Используйте указанную команду для печати документа.

source: Type the name of the command in the text box. Include all command-line arguments.
it: Digita il nome del comando nella casella di testo. Includi tutti gli argomenti della linea di comando necessari.
ru: Введите название команды в текстовом поле. Включите все необходимые аргументы командной строки.

source: <guilabel>State</guilabel>
it: <guilabel>Stato</guilabel>
ru: <guilabel>Состояние</guilabel>

source: This functionality is not supported in this version of <application>Atril Document Viewer</application>.
ru: Эта функция не поддерживается в этой версии <application>просмотрщика документов Atril</application>.

source: <guilabel>Type</guilabel>
it: <guilabel>Tipo</guilabel>
ru: <guilabel>Тип</guilabel>

source: <guilabel>Comment</guilabel>
it: <guilabel>Commento</guilabel>
ru: <guilabel>Комментарий</guilabel>

source: Paper
it: Carta
ru: Бумага

source: <guilabel>Paper size</guilabel>
it: Dimensione carta
ru: <guilabel>Размер бумаги</guilabel>

source: Use this drop-down list to select the size of the paper to which you want to print the document.
it: Usa questa lista per selezionare la dimensione della carta su cui verrà stampato il documento.
ru: Выберите в этом раскрывающемся списке размер бумаги, который следует использовать для печати документа.

source: <guilabel>Width</guilabel>
it: <guilabel>Larghezza</guilabel>
ru: <guilabel>Ширина</guilabel>

source: Use this spin box to specify the width of the paper. Use the adjacent drop-down list to change the measurement unit.
it: Usa la casella per specificare la larghezza della carta. Usa la lista a tendina per cambiare l'unità di misura.
ru: Используйте этот счётчик для указания ширины бумаги. В расположенном рядом раскрывающемся списке можно изменить единицы измерения.

source: <guilabel>Height</guilabel>
it: <guilabel>Altezza</guilabel>
ru: <guilabel>Высота</guilabel>

source: Use this spin box to specify the height of the paper.
it: Usa la casella per specificare l'altezza della carta.
ru: Используйте этот счётчик для указания высоты бумаги.

source: <guilabel>Feed orientation</guilabel>
it: <guilabel>Orientamento</guilabel>
ru: <guilabel>Ориентация бумаги</guilabel>

source: Use this drop-down list to select the orientation of the paper in the printer.
it: Usa questa lista per selezionare l'orientamento della carta sui cui stampare.
ru: Используйте этот раскрывающийся список для задания ориентации бумаги в принтере.

source: <guilabel>Page orientation</guilabel>
it: <guilabel>Orientamento pagine</guilabel>
ru: <guilabel>Ориентация страницы</guilabel>

source: Use this drop-down list to select the page orientation.
it: Usa questa lista per selezionare l'orientamento delle pagine.
ru: Используйте этот раскрывающийся список для задания ориентации страниц.

source: <guilabel>Layout</guilabel>
it: <guilabel>Orientamento</guilabel>
ru: <guilabel>Расположение</guilabel>

source: Use this drop-down list to select the page layout. A preview of each layout that you select is displayed in the <guilabel>Preview</guilabel> area.
it: Usa questa la lista per scegliere l'orientamento della pagina. Viene mostrata un'anteprima dell'orientamento selezionato nell'area <guilabel>Anteprima</guilabel> .
ru: Используйте этот раскрывающийся список для выбора расположения страниц. Предварительный просмотр результата выполняется в области <guilabel>Предварительный просмотр</guilabel>.

source: <guilabel>Paper Tray</guilabel>
it: <guilabel>Sorgente carta</guilabel>
ru: <guilabel>Лоток для бумаги</guilabel>

source: Use this drop-down list to select the paper tray.
it: Usa questa lista per selezionare il vassoio sorgente della carta.
ru: Выберите лоток для бумаги в этом раскрывающемся списке.

source: To Copy a Document
it: Salvare una copia del documento
ru: Копирование документа

source: To copy a file, perform the following steps:
it: Per salvare una copia di un file, seguire i seguenti passaggi:
ru: Чтобы скопировать файл, сделайте следующее:

source: Choose <menuchoice> <guimenu>File</guimenu> <guimenuitem>Save a Copy</guimenuitem> </menuchoice>.
it: Scegliere <menuchoice> <guimenu>File</guimenu> <guimenuitem>Salva come...</guimenuitem> </menuchoice>.
ru: Выберите <menuchoice> <guimenu>Файл</guimenu> <guimenuitem>Сохранить копию</guimenuitem> </menuchoice>.

source: Type the new filename in the <guilabel>Filename</guilabel> text box in the <guilabel>Save a Copy</guilabel> dialog.
it: Inserire il nome del file nel campo <guilabel>Nome</guilabel> della finestra <guilabel>Salva come...</guilabel>.
ru: Введите новое имя файла в текстовом поле <guilabel>Имя</guilabel> диалогового окна<guilabel>Сохранить копию</guilabel>.

source: If necessary, specify the location of the copied document. By default, copies are saved in your home directory.
it: Se necessario, selezionare il percorso di destinazione della copia. Per impostazione predefinita le copie vengono salvate nella cartella home.
ru: При необходимости можно указать расположение копии документа. По умолчанию копии сохраняются в вашем домашнем каталоге.

source: Click <guibutton>Save</guibutton>.
it: Cliccare <guibutton>Salva</guibutton>.
ru: Нажмите кнопку <guibutton>Сохранить</guibutton>.

source: To Work With Password-Protected Documents
it: Lavorare con documenti protetti da password
ru: Работа с документами, защищёнными паролем

source: An author can use the following password levels to protect a document:
it: Un autore può usare i seguenti livelli di protezione per limitare l'uso di un documento:
ru: Автор может применить следующие уровни защиты документа:

source: User password that allows others only to read the document.
it: Password per limitare gli altri utenti alla sola visualizzazione.
ru: Пароль пользователя, который позволяет другим пользователям только чтение документа.

source: Master password that allows others to perform additional actions, such as print the document.
it: Password per permettere agli altri utenti di effettuare operazioni specifiche, come la stampa.
ru: Основной пароль, который позволяет другим пользователям выполнение дополнительных действий, например печать документа.

source: When you try to open a password-protected document, <application>Atril Document Viewer</application> displays a security dialog. Type either the user password or the master password in the <guilabel>Enter document password</guilabel> text box, then click <guibutton>Open Document</guibutton>.
ru: При попытке открыть защищённый паролем документ <application>просмотрщик документов Atril</application> отображает диалог безопасности. Введите либо пароль пользователя, либо основной пароль в текстовом поле <guilabel>Введите пароль</guilabel>, затем нажмите кнопку <guibutton>Открыть документ</guibutton>.

source: To Close a Document
it: Chiudere un documento
ru: Закрытие документа

source: To close a document, choose <menuchoice> <guimenu>File</guimenu> <guimenuitem>Close</guimenuitem> </menuchoice>.
it: Per chiudere un documento, selezionare <menuchoice> <guimenu>File</guimenu> <guimenuitem>Chiudi</guimenuitem> </menuchoice>.
ru: Чтобы закрыть документ, выберите <menuchoice> <guimenu>Файл</guimenu> <guimenuitem>Закрыть</guimenuitem> </menuchoice>.

source: If the window is the last <application>Atril Document Viewer</application> window open, the application exits.
ru: Если текущее окно является последним окном <application>просмотрщика документов Atril</application>, будет выполнен выход из приложения.

source: Shortcuts
it: Scorciatoie
ru: Комбинации клавиш

source: Below is a list of all shortcuts present in <application>Atril Document Viewer</application>:
ru: Далее приводится список всех комбинаций клавиш <application>просмотрщика документов Atril</application>:

source: Shortcut
it: Scorciatoia
ru: Комбинация клавиш

source: Open an existing document
it: Apre un documento esistente
ru: Открыть документ

source: Save a copy of the current document
it: Salva una copia del documento attuale
ru: Сохранить копию текущего документа

source: Print document
it: Stampa documento
ru: Напечатать документ

source: Close window
it: Chiude la finestra
ru: Закрыть окно

source: Copy selection
it: Copia selezione
ru: Скопировать выделение

source: Select All
it: Seleziona tutto
ru: Выделить всё

source: <keycap>/</keycap> (slash)
ru: <keycap>/</keycap> (косая черта)

source: Find a word or phrase in the document
it: Trova una parola o frase nel documento
ru: Найти слово или фразу в документе

source: Find next
it: Trova successivo
ru: Найти следующее

source: <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> (plus sign)
it: <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> (segno più)
ru: <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> (знак плюса)

source: Zoom in
it: Aumenta ingrandimento
ru: Увеличить

source: <keycombo><keycap>Ctrl</keycap><keycap>-</keycap></keycombo> (minus sign)
it: <keycombo><keycap>Ctrl</keycap><keycap>-</keycap></keycombo> (segno meno)
ru: <keycombo><keycap>Ctrl</keycap><keycap>-</keycap></keycombo> (знак минуса)

source: Zoom out
it: Riduci ingrandimento
ru: Уменьшить

source: Reload the document
it: Ricarica il documento
ru: Обновить документ

source: Go to the previous page
it: Va alla pagina precedente
ru: Перейти к предыдущей странице

source: Go to the next page
it: Va alla pagina successiva
ru: Перейти к следующей странице

source: <keycap>Space</keycap>
it: <keycap>Spazio</keycap>
ru: <keycap>Пробел</keycap>

source: <keycap>Return</keycap>
it: <keycap>Invio</keycap>
ru: <keycap>Ввод</keycap>

source: Scroll forward
it: Scorri avanti
ru: Прокрутить вперёд

source: <keycombo><keycap>Shift</keycap><keycap>Space</keycap></keycombo>
it: <keycombo><keycap>Shift</keycap><keycap>Spazio</keycap></keycombo>
ru: <keycombo><keycap>Shift</keycap><keycap>Пробел</keycap></keycombo>

source: <keycombo><keycap>Shift</keycap><keycap>Return</keycap></keycombo>
it: <keycombo><keycap>Shift</keycap><keycap>Invio</keycap></keycombo>
ru: <keycombo><keycap>Shift</keycap><keycap>Ввод</keycap></keycombo>

source: Scroll backward
it: Scorri indietro
ru: Прокрутить назад

source: Go a bunch of pages up
it: Scorri un insieme di pagine in su
ru: Перейти на несколько страниц выше

source: Go a bunch of pages down
it: Scorri un insieme di pagine giù
ru: Перейти на несколько страниц ниже

source: Go to the first page
it: Va alla prima pagina
ru: Перейти к первой странице

source: Go to the last page
it: Va all'ultima pagina
ru: Перейти к последней странице

source: Go to page by number or label
it: Vai al numero o etichetta di pagina
ru: Перейти к странице по номеру или метке

source: Help
it: Aiuto
ru: Справка

source: Run document as presentation
it: Esegui documento come presentazione
ru: Отображать документ как презентацию

source: Show or hide the side pane
it: Mostra o nasconde il riquadro laterale
ru: Показать или спрятать боковую панель

source: Toggle fullscreen mode
it: Commuta la modalità schermo intero
ru: Переключить полноэкранный режим

source: link
it: collegamento
ru: ссылка

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
it: È concesso il permesso di copiare, distribuire e/o modificare questo documento in base ai termini della GNU Free Documentation License (GFDL), Versione 1.1 o qualsiasi versione successiva pubblicata dalla Free Software Foundation senza sezioni invarianti, senza testi di copertina e nessun testo di retro copertina. Puoi trovare una copia del GFDL qui <_:ulink-1/> o nel file COPYING-DOCS distribuito con questo manuale.
ru: Разрешается копировать, распространять и / или изменять этот документ в соответствии с условиями лицензии GNU Free Documentation License (GFDL), версии 1.1 или любой более поздней версии, опубликованной Фондом свободного программного обеспечения без каких-либо инвариантных разделов, без добавления текста в начале или в конце. Вы можете найти копию GFDL здесь <_:ulink-1/> или в файле COPYING-DOCS, распространяемом вместе с этим руководством.

source: Lector Document Viewer Manual
it: Manuale del Visualizzatore documenti Lector
