Repository: cafe-desktop/lector
Catalog: help/*/*.po
Languages: it, ru

# _
source: translator-credits
it: Enrico <enricobe@hotmail.com>, 2019
ru: Александр Сапрыкин <xelfium@gmail.com> Александр Сигачёв <ajvol2@gmail.com> Александр Соколов Александр Хромин Алексей Рочев <equeim@gmail.com> Алексей Сорокин <sor.alexei@meowr.ru> Андрей Иванков Андрей Носенко <awn@bcs.zp.ua> Антон Резник <t0xa@opensuse.org> Валек Филиппов <frob@df.ru> Валентин Сайков <saikov.vb@gmail.com> Василий Литвинов Виктор Кукшиев <andrey0bolkonsky@gmail.com> Владислав Агафонов <vlad648@gmail.com> Влад Орлов <monsta@inbox.ru> Глеб Мехренин <mehrenin@gmail.com> Денис Арефьев <arefevdns@mail.ru> Дмитрий Мандрык <dmandryk@gmail.com> Дмитрий Мастрюков <dmitry@taurussoft.org> Дмитрий Михирев <mikhirev@gmail.com> Дмитрий Яценко <d.acenko@gmail.com> Евгений Самусев <samusev@gmail.com> Константин Гусев <kilolife@gmail.com> Леонид Кантер <leon@asplinux.ru> Макс Валянский <max.valjanski@gmail.com> Олеся Герасименко <gammaray@basealt.ru> Павел Жовнер <zhovner@ukr.net> Сергей Колосов <m17.admin@gmail.com> Сергей Панов <sipan@mit.edu> Сергей Яковлев Юрий Козлов <yuray@komyakino.ru> Evolve32 <evolve32@ya.ru>

source: Atril Document Viewer Manual
ru: Руководство по работе с просмотрщиком документов Atril

source: The Atril Document Viewer application enables you to view documents of various formats like Portable Document Format (PDF) files and PostScript files
ru: Приложение для просмотра документов Atril позволяет просматривать документы различных форматов, в том числе файлы Portable Document Format (PDF) и файлы PostScript

source: <year>2005</year> <holder>Nickolay V. Shmyrev</holder>
ru: <year>2005</year> <holder>Николай В. Шмырёв</holder>

source: MATE Documentation Project
ru: Проект документирования MATE

source: GNOME Documentation Project
it: Progetto della Documentazione di GNOME
ru: Проект документирования GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ru: Разрешается копировать, распространять и/или изменять этот документ на условиях лицензии GNU Free Documentation License (GFDL), версии 1.1 или любой более поздней версии, опубликованной Фондом свободного программного обеспечения (Free Software Foundation), без неизменяемых частей и без текстов на обложках. Вы можете найти копию лицензии GFDL по <ulink type="help" url="help:fdl">этой ссылке</ulink> или в файле COPYING-DOCS, распространяемом с этим документом.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ru: Этот документ является частью документации MATE, распространяемой на условиях лицензии GFDL. Если вы хотите распространять этот документ отдельно от общей документации, вы должны приложить копию лицензии к документу, как написано в части 6 лицензии.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ru: Некоторые имена и марки используются компаниями для обозначения их продуктов и услуг и являются торговыми марками. Там, где эти имена присутствуют в документации и где участники проекта документирования MATE знают об этом, имена выделяются заглавными буквами или начальной заглавной буквой.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
it: IL DOCUMENTO VIENE FORNITO SENZA GARANZIE DI ALCUN TIPO, ESPLICITE O IMPLICITE, INCLUSE, MA SENZA LIMITAZIONE, LE GARANZIE ATTESTANTI CHE IL DOCUMENTO O LE SUE VERSIONI MODIFICATE SIANO PRIVI DI DIFETTI, COMMERCIALIZZABILI, IDONEI A UN DETERMINATO SCOPO O CHE NON VIOLINO DIRITTI DI TERZI. SI DECLINA QUALUNQUE RESPONSABILITÀ RIGUARDO AI RISCHI INERENTI LA QUALITÀ, L'ACCURATEZZA E LE PRESTAZIONI DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA. QUALORA UN DOCUMENTO O UNA SUA VERSIONE MODIFICATA DOVESSERO PRESENTARE QUALUNQUE TIPO DI DIFETTO, IL COSTO DI EVENTUALI INTERVENTI DI ASSISTENZA, RIPARAZIONE O CORREZIONE SARÀ A CARICO DELL'UTENTE (NON DEL REDATTORE INIZIALE, DELL'AUTORE O DI ALTRI COLLABORATORI). QUESTA LIMITAZIONE DELLA GARANZIA COSTITUISCE PARTE ESSENZIALE DELLA LICENZA. L'USO DEL DOCUMENTO O DELLE SUE VERSIONI MODIFICATE È CONSENTITO SOLO ENTRO I TERMINI DI QUESTA LIMITAZIONE DELLA GARANZIA;
ru: ДОКУМЕНТ РАСПРОСТРАНЯЕТСЯ «КАК ЕСТЬ», БЕЗ ВСЯКИХ ГАРАНТИЙ, ЯВНЫХ ИЛИ НЕЯВНЫХ, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ, ГАРАНТИИ ТОГО, ЧТО ДОКУМЕНТ ИЛИ ИЗМЕНЁННАЯ ВЕРСИЯ ДОКУМЕНТА СВОБОДНА ОТ ДЕФЕКТОВ, ПРИГОДНА К ПРОДАЖЕ, ПРИГОДНА К ИСПОЛЬЗОВАНИЮ В ОПРЕДЕЛЁННЫХ ЦЕЛЯХ ИЛИ НЕ НАРУШАЕТ ЗАКОНЫ. ВЕСЬ РИСК, КАСАЮЩИЙСЯ КАЧЕСТВА, ТОЧНОСТИ ИЛИ ПРАВИЛЬНОСТИ ДОКУМЕНТА ИЛИ ИЗМЕНЁННЫХ ВЕРСИЙ ДОКУМЕНТА, ЛЕЖИТ НА ВАС. ЕСЛИ ДОКУМЕНТ ИЛИ ИЗМЕНЁННАЯ ВЕРСИЯ ДОКУМЕНТА ИМЕЕТ НЕДОСТАТКИ, ВЫ (А НЕ АВТОР ДОКУМЕНТА ИЛИ ЕГО ПОМОЩНИК) БЕРЁТЕ НА СЕБЯ СТОИМОСТЬ ЛЮБОЙ НЕОБХОДИМОЙ ДОРАБОТКИ, КОРРЕКЦИИ ИЛИ ВОССТАНОВЛЕНИЯ. ЭТОТ ОТКАЗ ОТ ГАРАНТИЙ СОСТАВЛЯЕТ ВАЖНУЮ ЧАСТЬ ЛИЦЕНЗИИ. НИКАКОЕ ИСПОЛЬЗОВАНИЕ ДОКУМЕНТА ИЛИ ИЗМЕНЁННОЙ ВЕРСИИ ДОКУМЕНТА НЕ ДОПУСКАЕТСЯ БЕЗ ДАННОГО ПРЕДУПРЕЖДЕНИЯ И

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
it: IN NESSUNA CIRCOSTANZA E PER NESSUNA RAGIONE LEGALE, INCLUSI I PRINCIPI DI COLPA (INCLUSA LA NEGLIGENZA), ACCORDO CONTRATTUALE O ALTRO, SARÀ POSSIBILE CONSIDERARE L'AUTORE, IL REDATTORE INIZIALE, GLI ALTRI COLLABORATORI, QUALUNQUE DISTRIBUTORE DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA O QUALUNQUE FORNITORE DELLE PERSONE CITATE, RESPONSABILE NEI CONFRONTI DI QUALUNQUE PERSONA PER DANNI DIRETTI, INDIRETTI, SPECIALI, INCIDENTALI O CONSEGUENTI DI QUALUNQUE NATURA, INCLUSI, MA SENZA LIMITAZIONE, I DANNI PER PERDITA DI AVVIAMENTO, INTERRUZIONE DEL LAVORO, GUASTO O MALFUNZIONAMENTO DEL COMPUTER O QUALUNQUE ALTRO DANNO O PERDITA DERIVANTE O CORRELATA ALL'USO DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA, ANCHE QUALORA LE PERSONE CITATE FOSSERO STATE INFORCAFE DELLA POSSIBILITÀ DI TALI DANNI.
ru: НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ И НИ ПРИ КАКОМ ЗАКОННОМ СПОСОБЕ, НИ ПО КАКОМУ СОГЛАШЕНИЮ ИЛИ ДРУГОЙ ПРИЧИНЕ, АВТОР, СОЗДАТЕЛЬ, ПОМОЩНИКИ ИЛИ РАСПРОСТРАНИТЕЛИ ДОКУМЕНТА НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ЗА ПРЯМОЙ, КОСВЕННЫЙ, СПЕЦИАЛЬНЫЙ, СЛУЧАЙНЫЙ ИЛИ ПРЕДНАМЕРЕННЫЙ УЩЕРБ ЛЮБОГО СВОЙСТВА, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЯ, ПОТЕРЮ РЕПУТАЦИИ, РАБОТОСПОСОБНОСТИ, КОМПЬЮТЕРНЫЕ СБОИ ИЛИ ПОЛОМКИ, ИЛИ ЛЮБОЙ ДРУГОЙ УЩЕРБ ИЛИ ПОТЕРИ, ВОЗНИКАЮЩИЕ ВСЛЕДСТВИЕ ИЛИ СВЯЗАННЫЕ С ИСПОЛЬЗОВАНИЕМ ДОКУМЕНТА ИЛИ ИЗМЕНЁННЫХ ВЕРСИЙ ДОКУМЕНТА, ДАЖЕ ЕСЛИ СТОРОНА БЫЛА УВЕДОМЛЕНА О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
it: IL DOCUMENTO E LE VERSIONI MODIFICATE DEL DOCUMENTO VENGONO RILASCIATE SECONDO I TERMINI DELLA GNU FREE DOCUMENTATION LICENSE TENENDO PRESENTE CHE: <_:orderedlist-1/>
ru: ДОКУМЕНТ И ИЗМЕНЁННЫЕ ВЕРСИИ ДОКУМЕНТА ПРЕДОСТАВЛЯЮТСЯ ПО УСЛОВИЯМ ЛИЦЕНЗИИ БЕСПЛАТНОЙ ДОКУМЕНТАЦИИ GNU С ПОНИМАНИЕМ, ЧТО: <_:orderedlist-1/>

source: <firstname>MATE Documentation Project</firstname> <surname/> <affiliation><orgname>MATE Desktop</orgname></affiliation>
ru: <firstname>Проект документирования MATE</firstname> <surname/> <affiliation><orgname>Рабочий стол MATE</orgname></affiliation>

source: <firstname>Sun</firstname> <surname>GNOME Documentation Team</surname> <affiliation><orgname>Sun Microsystems</orgname></affiliation>
ru: <firstname>Sun</firstname> <surname>Команда документирования GNOME</surname> <affiliation><orgname>Sun Microsystems</orgname></affiliation>

source: <firstname>Nickolay V. </firstname> <surname>Shmyrev</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>nshmyrev@yandex.ru</email> </address> </affiliation>
ru: <firstname>Николай В. </firstname> <surname>Шмырёв</surname> <affiliation> <orgname>Проект документирования GNOME</orgname> <address> <email>nshmyrev@yandex.ru</email> </address> </affiliation>

source: MATE Documentation Team
ru: Команда документирования MATE

source: <revnumber>Atril Document Viewer Manual V1.2</revnumber> <date>July 2015</date> <_:revdescription-1/>
ru: <revnumber>Руководство по работе с просмотрщиком документов Atril, версия 1.2</revnumber> <date>Июль 2015 г.</date> <_:revdescription-1/>

source: Niels Giesen
ru: Нильс Гизен

source: Claude Paroz
ru: Клод Пароз

source: <revnumber>Atril Document Viewer Manual V1.1</revnumber> <date>2008-04-05</date> <_:revdescription-1/>
ru: <revnumber>Руководство по работе с просмотрщиком документов Atril, версия 1.1</revnumber> <date>2008-04-05</date> <_:revdescription-1/>

source: Nickolay V. Shmyrev
ru: Николай В. Шмырёв

source: <revnumber>Atril Document Viewer Manual V1.0</revnumber> <date>2005-04-06</date> <_:revdescription-1/>
ru: <revnumber>Руководство по работе с просмотрщиком документов Atril, версия 1.0</revnumber> <date>2006-04-06</date> <_:revdescription-1/>

source: This manual describes version 1.10.1 of Atril Document Viewer
ru: В этом руководстве описана работа с просмотрщиком документов Atril версии 1.10.1

source: Feedback
it: Commenti
ru: Обратная связь

source: To report a bug or make a suggestion regarding the Atril Document Viewer application or this manual, follow the directions in the <ulink url="help:mate-user-guide/feedback" type="help">MATE Feedback Page</ulink>.
ru: Чтобы сообщить об ошибке или внести предложение, связанное с просмотрщиком документов Atril или этим руководством, следуйте инструкциям на <ulink url="help:mate-user-guide/feedback" type="help">странице обратной связи MATE</ulink>.

source: <primary>Atril Document Viewer</primary>
ru: <primary>Просмотрщик документов Atril</primary>

source: Introduction
it: Introduzione
ru: Введение

source: The <application>Atril Document Viewer</application> application enables you to view documents of various formats like Portable Document Format (PDF) files and PostScript files. <application>Atril Document Viewer</application> follows Freedesktop.org and MATE standards to provide integration with Desktop Environment.
ru: <application>Просмотрщик документов Atril</application> позволяет просматривать документы различных форматов, в том числе файлы Portable Document Format (PDF) и файлы PostScript. <application>Просмотрщик документов Atril</application> соответствует стандартам Freedesktop.org и MATE, что обеспечивает интеграцию со средой рабочего стола.

source: Getting Started
it: Introduzione
ru: Начало работы

source: To Start Atril Document Viewer
ru: Запуск просмотрщика документов Atril

source: <application>Atril Document Viewer</application> starts when you open a document such as a PDF or PostScript file.
ru: <application>Просмотрщик документов Atril</application> запускается при открытии документа в формате PDF или файла PostScript.

source: Alternatively, you can start <application>Atril Document Viewer</application> from the command line, with the command: <command>atril</command>.
ru: Кроме того, <application>просмотрщик документов Atril</application> можно запустить из командной строки. Используйте для этого следующую команду: <command>atril</command>.

source: When You Start Atril Document Viewer
ru: При запуске просмотрщика документов Atril

source: When you start <application>Atril Document Viewer</application>, the following window is displayed.
ru: При запуске <application>просмотрщика документов Atril</application> отображается следующее окно.

source: Atril Document Viewer Window
ru: Окно просмотрщика документов Atril

source: <imageobject><imagedata fileref="figures/atril_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows Atril Document Viewer main window. Contains titlebar, menubar, toolbar and display area. Menubar contains File, Edit, View, Go and Help menus. </phrase> </textobject>
ru: <imageobject><imagedata fileref="figures/atril_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Главное окно просмотрщика документов. Содержит строку заголовка, строку меню, панель инструментов и область отображения. Строка меню содержит меню «Файл», «Правка», «Вид», «Переход» и «Справка». </phrase> </textobject>

source: The <application>Atril Document Viewer</application> window contains the following elements:
ru: Окно <application>просмотрщика документов Atril</application> содержит следующие элементы:

source: Menubar
it: Barra dei menù
ru: Строка меню

source: The menus on the menubar contain all of the commands that you need to work with documents in <application>Atril Document Viewer</application>.
ru: Меню в строке меню содержат все команды, которые требуются пользователю для работы с документами в <application>просмотрщике документов Atril</application>.

source: Toolbar
it: Barra degli strumenti
ru: Панель инструментов

source: The toolbar contains a subset of the commands that you can access from the menubar.
it: La barra degli strimenti contiene un sottoinsieme di comandi accessibili dalla barra di menu.
ru: Панель инструментов содержит ряд команд, которые также доступны в строке меню.

source: Display area
it: Area di visualizzazione
ru: Область отображения

source: The display area displays the document.
it: L'area di visualizzazione mostra il documento.
ru: Область отображения показывает содержимое документа.

source: UI Component
it: Componente UI
ru: Компонент интерфейса

source: Action
it: Azione
ru: Действие

source: Window
it: Finestra
ru: Окно

source: Drag a file into the <application>Atril Document Viewer</application> window from another application such as a file manager.
ru: Перетащите файл в окно <application>просмотрщика документов Atril</application> из другого приложения (например, из файлового менеджера).

source: Double-click on the file name in the file manager
it: Doppio-clic nel nome del file nel gestore di file.
ru: Выполните двойной щелчок по имени файла в файловом менеджере.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>.
it: Clic su <menuchoice><guimenu>File</guimenu><guimenuitem>Apri</guimenuitem></menuchoice>.
ru: Выберите <menuchoice><guimenu>Файл</guimenu><guimenuitem>Открыть</guimenuitem></menuchoice>.

source: Shortcut keys
it: Tasti scorciatoia
ru: Комбинации клавиш

source: Press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
it: Premi <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
ru: Нажмите <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.

source: In <application>Atril Document Viewer</application>, you can perform the same action in several ways. For example, you can open a document in the following ways: <_:informaltable-1/>
ru: В <application>просмотрщике документов Atril</application> одно и то же действие можно выполнить несколькими способами. Например, можно открыть документ следующим образом: <_:informaltable-1/>

source: This manual documents functionality from the menubar.
it: Questo manuale descrive le funzionalità tramite la barra dei menu.
ru: В этом руководстве описано выполнение действий с помощью строки меню.

source: Usage
it: Uso
ru: Использование

source: To Open A Document
it: Aprire un documento
ru: Открытие документа

source: To open a document, perform the following steps:
it: Per aprire un documento, segui questi passaggi:
ru: Чтобы открыть документ, сделайте следующее:

source: Choose <menuchoice> <guimenu>File</guimenu><guimenuitem>Open</guimenuitem> </menuchoice>.
it: Seleziona <menuchoice><guimenu>File</guimenu><guimenuitem>Apri</guimenuitem></menuchoice>.
ru: Выберите <menuchoice> <guimenu>Файл</guimenu><guimenuitem>Открыть</guimenuitem> </menuchoice>.

source: In the <guilabel>Open Document</guilabel> dialog, select the file you want to open.
it: Dalla finestra <guilabel>Apri documento</guilabel>, seleziona il file da aprire.
ru: В диалоге <guilabel>Открыть документ</guilabel> выберите файл, который следует открыть.

source: Click <guibutton>Open</guibutton>. <application>Atril Document Viewer</application> displays the name of the document in the titlebar of the window.
ru: Нажмите кнопку <guibutton>Открыть</guibutton>. <application>Просмотрщик документов Atril</application> отобразит название документа в строке заголовка окна.

source: To open another document, choose <menuchoice> <guimenu>File</guimenu><guimenuitem>Open</guimenuitem> </menuchoice> again. <application>Atril Document Viewer</application> opens each file in a new window.
ru: Чтобы открыть другой документ, снова выберите <menuchoice> <guimenu>Файл</guimenu><guimenuitem>Открыть</guimenuitem> </menuchoice>. <application>Просмотрщик документов Atril</application> открывает каждый файл в отдельном окне.

source: If you try to open a document with format that <application>Atril Document Viewer</application> does not recognize, the application displays an error message.
ru: При попытке открыть документ, формат которого <application>просмотрщик документов Atril</application> не распознаёт, появится сообщение об ошибке.

source: To Navigate Through a Document
it: Navigare all'interno di un documento
ru: Перемещение по документу

source: You can navigate through a file as follows:
it: E' possibile navigare all'interno di un documento come segue:
ru: Можно перемещаться по файлу следующим образом:

source: To view the next page, choose <menuchoice> <guimenu>Go</guimenu> <guimenuitem>Next Page</guimenuitem> </menuchoice>.
it: Per visualizzare la pagina successiva, seleziona <menuchoice> <guimenu>Vai</guimenu> <guimenuitem>Pagina successiva</guimenuitem> </menuchoice>.
ru: Чтобы просмотреть следующую страницу, выберите <menuchoice> <guimenu>Переход</guimenu> <guimenuitem>Вперёд</guimenuitem> </menuchoice>.

source: To view the previous page, choose <menuchoice> <guimenu>Go</guimenu> <guimenuitem>Previous Page</guimenuitem> </menuchoice>.
it: Per visualizzare la pagina precedente, seleziona <menuchoice> <guimenu>Vai</guimenu> <guimenuitem>Pagina precedente</guimenuitem> </menuchoice>.
ru: Чтобы просмотреть предыдущую страницу, выберите <menuchoice> <guimenu>Переход</guimenu> <guimenuitem>Назад</guimenuitem> </menuchoice>.

source: To view the first page in the document, choose <menuchoice> <guimenu>Go</guimenu> <guimenuitem>First Page</guimenuitem> </menuchoice>.
it: Per visualizzare la prima pagina, seleziona <menuchoice> <guimenu>Vai</guimenu> <guimenuitem>Prima pagina</guimenuitem> </menuchoice>.
ru: Чтобы просмотреть первую страницу документа, выберите <menuchoice> <guimenu>Переход</guimenu> <guimenuitem>Начало</guimenuitem> </menuchoice>.

source: To view the last page in the document, choose <menuchoice> <guimenu>Go</guimenu> <guimenuitem>Last Page</guimenuitem> </menuchoice>.
it: Per visualizzare l'ultima pagina, seleziona <menuchoice> <guimenu>Vai</guimenu> <guimenuitem>Ultima pagina</guimenuitem> </menuchoice>.
ru: Чтобы просмотреть последнюю страницу документа, выберите <menuchoice> <guimenu>Переход</guimenu> <guimenuitem>Конец</guimenuitem> </menuchoice>.

source: To view a particular page, enter the page number or page label in the text box on the toolbar, then press <keycap>Return</keycap>.
it: Per visualizzare una pagina specifica, inserisci il numero della pagina nella casella di testo della barra degli strumenti e premi <keycap>Invio</keycap>.
ru: Чтобы просмотреть определённую страницу, введите её номер или метку в текстовом поле на панели инструментов и нажмите <keycap>Ввод</keycap>.

source: To Scroll a Page
it: Scorrere una pagina
ru: Прокрутка страницы

source: To display the page contents that are not currently displayed in the display area, use the following methods:
it: Per visualizzare i contenuti di una pagina non ancora visibili nell'area di visualizzazione, sono disponibili i seguenti metodi:
ru: Чтобы просмотреть содержимое страницы, которое в данный момент находится вне области отображения, сделайте следующее:

source: Use the arrow keys or space key on the keyboard.
it: Uso delle frecce direzionali o dello tasto spazio dalla tastiera.
ru: Используйте клавиши со стрелками или клавишу «Пробел» на клавиатуре.

source: Drag the display area by clicking with the middle mouse button somewhere in the document and then moving the mouse. For example, to scroll down the page, drag the display area upwards in the window.
it: Spostamento tramite il clic centrale del mouse in qualsiasi punto del documento e il successivo spostamento del mouse. Ad esempio per scorrere in basso la pagina, trascinare la pagina verso l'alto.
ru: Перетащите область отображения — щёлкните в любом месте документа средней кнопкой мыши и перемещайте мышь, удерживая эту кнопку нажатой. Например, чтобы прокрутить страницу вниз, в окне следует перетащить область отображения вверх.

source: Use the scrollbars on the window.
it: Uso delle barre di scorrimento della finestra.
ru: Используйте полосы прокрутки окна.

source: To Change the Page Size
it: Cambio della dimensione della pagina
ru: Изменение размера страницы

source: You can use the following methods to resize a page in the <application>Atril Document Viewer</application> display area:
ru: Изменить размер страницы в области отображения <application>просмотрщика документов Atril</application> можно следующими способами:

source: To increase the page size, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Zoom In</guimenuitem> </menuchoice>.
it: Per incrementare la dimensione, seleziona <menuchoice> <guimenu>Visualizza</guimenu> <guimenuitem> Aumenta ingrandimento</guimenuitem> </menuchoice>.
ru: Чтобы увеличить размер страницы, выберите <menuchoice> <guimenu>Вид</guimenu> <guimenuitem>Увеличить</guimenuitem> </menuchoice>.
